Repository: chrmchris-a11y/SKYWORKS_AI_SUITE.V5
Catalog: Backend/src/Skyworks.Api/Resources/SharedResources.*.resx
Languages: el

# RequestBodyRequired
source: Request body is required
el: Το σώμα αιτήματος είναι υποχρεωτικό

# InvalidSoraVersion
source: SoraVersion must be '2.0' or '2.5'
el: Η SoraVersion πρέπει να είναι '2.0' ή '2.5'

# ProcessingError
source: An error occurred during processing
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία

# SoraPipelineDescription
source: End-to-end Specific Operations Risk Assessment per JARUS SORA 2.0 and 2.5
el: Ολοκληρωμένη Αξιολόγηση Κινδύνου Ειδικών Λειτουργιών σύμφωνα με JARUS SORA 2.0 και 2.5

# SoraPipelineName
source: SORA Complete Assessment Pipeline
el: Ολοκληρωμένη Αξιολόγηση SORA

# SoraPipelineStep1
source: 1. Ground Risk Class (GRC): Intrinsic → Mitigations → Final
el: 1. Κατηγορία Κινδύνου Εδάφους (GRC): Εγγενής → Μετριασμοί → Τελικός

# SoraPipelineStep2
source: 2. Air Risk Class (ARC): Initial → Strategic Mitigations → Residual
el: 2. Κατηγορία Κινδύνου Αέρα (ARC): Αρχικός → Στρατηγικοί Μετριασμοί → Υπολειπόμενος

# SoraPipelineStep3
source: 3. SAIL Determination: Final GRC × Residual ARC → SAIL I-VI
el: 3. Προσδιορισμός SAIL: Τελικός GRC × Υπολειπόμενος ARC → SAIL I-VI

# SoraPipelineStep4
source: 4. TMPR: Residual ARC → Tactical Mitigation Performance Requirements
el: 4. TMPR: Υπολειπόμενος ARC → Απαιτήσεις Επίδοσης Τακτικών Μετριασμών

# SoraPipelineStep5
source: 5. OSO: SAIL → Operational Safety Objectives requirements
el: 5. OSO: SAIL → Απαιτήσεις Στόχων Λειτουργικής Ασφάλειας

# SoraPipelineStep6
source: 6. Compliance: OSO validation + Risk scoring
el: 6. Συμμόρφωση: Επικύρωση OSO + Βαθμολόγηση Κινδύνου

# ExplanatoryNoteTitle
source: Explanatory Note Verification
el: Επαλήθευση Επεξηγηματικής Σημείωσης

# ExplanatoryNoteDescription
source: Verify SORA compliance against Explanatory Note checklist
el: Επαλήθευση συμμόρφωσης SORA έναντι λίστας ελέγχου Επεξηγηματικής Σημείωσης

# SailReportGenerated
source: SAIL report generated successfully
el: Η αναφορά SAIL δημιουργήθηκε επιτυχώς

# SailReportSaved
source: Report saved to Docs/Compliance/Deliverables
el: Η αναφορά αποθηκεύτηκε στο Docs/Compliance/Deliverables

source: Case study not found
el: Η μελέτη περίπτωσης δεν βρέθηκε

# CaseStudyExecuted
source: Case study executed successfully
el: Η μελέτη περίπτωσης εκτελέστηκε επιτυχώς
